Repository: TalaatElshorbagy956/SBCWebApp
Catalog: App_GlobalResources/Home.*.resx
Languages: ar

# AddNewCustomer
source: New Customer
ar: عميل جديد

# AskToRegisterCustomer
source: Register new customer ?
ar: تسجيل عميل جديد ؟

source: Cancel
ar: إلغاء

# ComplaintCreatedSuccessMsg
source: Complaint Created Successfully.
ar: تم انشاء الشكوى بنجاح.

# ComplaintDesc
source: Complaint Description
ar: وصف الشكوى

# ComplaintDescPH
source: Enter the description of the complaint or report
ar: أدخل وصف الشكوى أو البلاغ

# ComplaintNotCreatedMsg
source: The complaint was not created, please try again later.
ar: لم يتم إنشاء الشكوى، حاول في وقت لاحق.

# ComplaintNotFound
source: There is no complaint with this number, check the complaint number and try again.
ar: لا يوجد شكوى بهذا الرقم، تحقق من رقم الشكوى و حاول مرة اخرى.

source: Complaint Number
ar: رقم الشكوى

# ComplaintSectionTitle
source: Complaint Details
ar: بيانات الشكوى

source: Complaint Status
ar: حالة الشكوى

source: Confirm
ar: تأكيد

# CopyrightSentence
source: Saudi Business Center. All Rights Reserved 2025 ©
ar: المركز السعودي للأعمال جميع الحقوق محفوظة 2025 ©

# CreateNewComplaint
source: Create a New Complaint
ar: تقديم شكوى جديدة

source: Create New Customer
ar: عميل جديد

source: Customer Name
ar: إسم العميل

# CustomerNotCreated
source: The client was not created, the ID number might already be registered. Please verify the data and try again.
ar: لم يتم إنشاء العميل، ربما رقم الهوية مسجل مسبقا. تأكد من البيانات و أعد المحاولة.

# CustomerNotFound
source: There is no customer found with such entered data.
ar: لا يوجد نتائج مطابقة لبيانات العميل المٌدخلة.

# CustomerSearchHelp
source: Please enter customer info to search for and verifying the identity.
ar: يرجي إدخال بيانات العميل للبحث و التحقق من الهوية.

# CustomerSectionTitle
source: Customer Information
ar: بيانات العميل

source: Email
ar: البريد الإلكترونى

# FoundCustomerConfirmDesc
source: A text message containing the verification code will be sent to your registered phone number ending with
ar: سيتم إرسال رسالة نصية تحتوي على رمز التحقق إلى رقم جوالك المسجل المنتهي بـ

# FoundCustomerConfirmTitle
source: We need to verify your identity.
ar: نحتاج إلى التحقق من هويتك

source: Identity Type
ar: نوع الهوية

# IdentityTypeOne
source: Saudi ID
ar: هوية وطنية

# IdentityTypeThree
source: Passport Number
ar: جواز سفر

# IdentityTypeTwo
source: Resident ID
ar: هوية مقيم

source: ID Number
ar: رقم الهوية

# InquiryComplaint
source: Inquire About a Complaint
ar: الاستعلام عن شكوى

# MainClass
source: Main Classification
ar: التصنيف الرئيسى

# MainClassDefOption
source: Select Main Classification
ar: اختر التصنيف الرئيسى

# MainClassPH
source: Search for Main Classification
ar: إبحث عن التصنيف الرئيسى

# MainTitle
source: Submit Reports in the SBC Complaints System
ar: تقديم بلاغ بنظام الشكاوى

# New
source: Add New
ar: أضف جديد

# OTPNotSent
source: Didn't recieve verification code ?
ar: لم يصلك رمز التحقق ؟

# OTPSendingError
source: Verification Code is not sent, please try again later.
ar: لم يتم إرسال رمز التحقق، من فضلك حاول في وقت لاحق.

source: Phone Number
ar: رقم الجوال

# PhoneNumberValidationMsg
source: Please enter a valid phone number starting with 05 and followed by 8 digits.
ar: من فضلك أدخل رقم الهاتف الصحيح ليبدأ بـ 05 و متبوعا بـ 8 أرقام.

# PhoneOTPConfirmDesc
source: We have sent a confirmation sms code to your phone.
ar: أرسلنا رمز تحقق كرسالة نصية إلى جوالك

# PhoneOTPConfirmTitle
source: Phone Number Verification
ar: التحقق من رقم الجوال

# RegistrationConfirmationHelp
source: I certify that all the information provided is true and correct, and I agree to the terms and conditions, including the privacy policy and confidentiality agreement.
ar: أقر بأن جميع المعلومات المقدمة صحيحة ودقيقة، وأوافق على الشروط والأحكام، بما في ذلك سياسة الخصوصية واتفاقية السرية.

# ResendOTP
source: Resend Code
ar: أعد إرسال الرمز

source: Search
ar: إبحث

source: Search Complaint
ar: إبحث

# SearchComplaintPH
source: Enter Complaint Number
ar: أدخل رقم الشكوى

# SearchCustomer
source: Search for Customer
ar: إبحث عن العميل

# SearchCustomerPH
source: Enter customer info (ID Number or Phone Number or Email or Fullname)
ar: أدخل بيانات العميل (رقم الهوية أو رقم الجوال أو البريد الإلكتروني أو الاسم كاملاً )

# SendComplaint
source: Submit Complaint
ar: تقديم الشكوى

# SomethingGoesWrong
source: Something goes wrong, please try again later.
ar: حدث خطأ ما، فضلا حاول في وقت لاحق.

# StatecodeActive
source: Active
ar: نشط

# StatecodeRejected
source: Rejected
ar: تم الرفض

# StatecodeResolved
source: Resolved
ar: تم الخل

# SubClass
source: Sub Classification
ar: التصنيف الفرعى

# SubClassDefOption
source: Select Sub Classification
ar: اختر التصنيف الفرعى

# SubClassPH
source: Search Sub Classification
ar: إبحث عن التصنيف الفرعى

# SubmitNewCustomer
source: Create Customer
ar: أنشئ عميل

# SubmitOTP
source: Confirm Verification Code
ar: تأكيد رمز التحقق

# Title
source: Customer Complaints Survey
ar: إستبيان شكاوى العملاء
